var docDefinition = { //формирование документа с нужными фразами из массива
      content: [ 
      {
      table: {
        widths: [165, '*'],
        body: [
          ['', {text:[{text: '&courtAddress& ', bold: true},'\n&courtIndex&, &courtTown&, &courtStreet&']}],
          [{text: 'Позивач:', bold: true, alignment: 'right'}, {text:[{text: '&pozivFirsLastSurName&', bold: true},'\nІПН: &ipn& \n &pozivIndex&, &pozivTown&, &pozivStreet& \n Інші засоби зв’язку – &pozivAnotherComunications&']}],
          [{text: 'Відповідач:', bold: true, alignment: 'right'},{text:[{text: '&vidpovidOtdelenie& \n iнспектор полiцiї &vidpovidach&', bold: true},'\n &vidpovidIndex&, &vidpovidTown&, &vidpovidStreet& \n Інші засоби зв’язку - &vidpovidAnotherComaunications&.']}]
        ],
        alignment: 'right'
      },
      layout: 'noBorders'
    },        docDefinition                                      //0

    {text: '\n\n\n\n\n\nАДМІНІСТРАТИВНИЙ ПОЗОВ',
      style: 'header',
      alignment: 'center'},                         //1

    {text: 'про скасування постанови про накладення адміністративного стягнення\n\n',
      style: 'subheader',
      alignment: 'center'},                         //2

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},                            //0
      ' &mainP1& \n', //date, postanovaNumber
      {text: 'par', fontSize: 15, color: 'white'},                            //2
      ' &mainP2& \n', //car, carNumber, carYear, address, speed
      {text: 'par', fontSize: 15, color: 'white'},                            //4
      ' &mainP3& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //6
      ' &mainP4& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //8
      ' &mainP5& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //10
      ' &mainP6& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //12
      ' &mainP7& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //14
      ' &mainP8& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //16
      ' &mainP9& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //18
      ' &mainP10& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //20
      ' &mainP11& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //22
      ' &mainP12& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //24
      ' &mainP13& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //26
      ' &mainP14& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //28
      ' &mainP15& \n',
      {text: 'par', fontSize: 15, color: 'white'},                            //30
      ' &mainP16& \n',
      ],
      style: '',
      alignment: ''},                               //3

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},
      ' &arg1& \n']},                             //4

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},
      ' &arg2& \n']},                             //5

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},
      '&q1& \n'
    ]},                                 //6

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},
      '&q2& \n'
    ]},                                 //7

    {text: [
      {text: 'par', fontSize: 15, color: 'white'},
      '&main_6P1& \n', 
      {text: 'par', fontSize: 15, color: 'white'},
      '&main_6P2& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_1& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_2& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_3& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_4& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_5& \n',
      {text: 'par', fontSize: 15, color: 'white'},
      '&6_6& \n',
      ////////////////////////////////////
      {text: 'par', fontSize: 15, color: 'white'},
      'Відповідно до ст. 251 КУпАП доказами в справі про адміністративне правопорушення, є будь-які фактичні дані, на основі яких у визначеному законом порядку орган (посадова особа) встановлює наявність чи відсутність адміністративного правопорушення, винність даної особи в його вчиненні та інші обставини, що мають значення для правильного вирішення справи.  Ці дані встановлюються протоколом про адміністративне правопорушення, пояснень особи, яка притягається до адміністративної відповідальності, речових доказів, тощо. \n', //17
      {text: 'par', fontSize: 15, color: 'white'},
      'До Постанови не долучено даних доказів. За таких умов Постанову слід визнати такою, що її винесено без достатніх доказів. \n', //19
      {text: 'par', fontSize: 15, color: 'white'},
      'Конституційний Суд України у Рішенні N 23-рп/2010 від 22 грудня 2010 року у пунктах 4, 4.1, 4.2 мотивувальної частини Рішення вказав на розповсюдження ряду презумпцій та правових гарантій на усі види юридичної відповідальності, у тому числі й на адміністративну відповідальність. Зокрема прямо вказав у цьому переліку (у п.4 мотивувальної частини Рішення): «обвинувачення не може ґрунтуватися на доказах,  одержаних незаконним шляхом, а також на припущеннях; усі сумніви щодо доведеності вини особи тлумачаться на її користь (ч. 3 ст. 62 Конституції України)». \n', //21
      {text: 'par', fontSize: 15, color: 'white'},
      'Обвинувачення, не підтверджене належними та допустимим доказами взагалі, має бути визнано таким, що ґрунтується на припущеннях. А відтак, Постанова, винесена щодо Позивача , є незаконною та невідповідною обставинам справи. \n', //23
      {text: 'par', fontSize: 15, color: 'white'},
      'У відповідності до ст. 245 КУпАП, завданнями провадження в справах про адміністративні правопорушення є: своєчасне, всебічне, повне і об`єктивне з`ясування обставин кожної справи, вирішення її в точній відповідності із законом.  \n', //25
      {text: 'par', fontSize: 15, color: 'white'},
      'Як зазначено в частинах другій та п`ятій статті 77 КАС України в адміністративних справах про протиправність рішень, дій чи бездіяльності суб`єкта владних повноважень обов`язок щодо доказування правомірності свого рішення, дії чи бездіяльності покладається на суб`єкта владних повноважень. \n', //27
      {text: 'par', fontSize: 15, color: 'white'},
      'Таким чином, наведені обставини свідчать про необґрунтованість притягнення Позивача до адміністративної відповідальності за ст. 122 КУпАП, а отже, Відповідач прийняв необгрунтоване рішення  без урахування та встановлення усіх обставин, що мають значення для вирішення питання про наявність правових підстав для притягнення Позивача до адміністративної відповідальності.  \n', //29
      {text: 'par', fontSize: 15, color: 'white'},
      '&Відповідачем належними доказами не доведено факт перевищення швидкості руху автомобілем Позивача. Оскільки інших доказів, які б підтверджували факт умисного порушення Позивачем вимог ПДР України в матеріалах справи немає і такі суду не представлені, а тому вважаю що оскаржувана Постанова є протиправною. \n', //31
      {text: 'par', fontSize: 15, color: 'white'},
      'У справах про оскарження постанов у справах про адміністративне правопорушення у розумінні положень статей 287, 288 КпАП, статей 2 - 4 Закону N 3674-VI Позивач звільняється від сплати судового збору. КпАП дає вичерпний перелік осіб, які можуть мати статус Позивача у справах про оскарження постанови про накладення адміністративного стягнення і на цій підставі не повинні сплачувати судовий збір при зверненні до суду першої інстанції (Постанова Верховного суду України № 21-1493а16, 298/1232/15а від 13.01.2017 року). ',   //33
      ]
    },                             //8

    {text: [
             {text: 'par', fontSize: 15, color: 'white'},                            
             {text: 'На підставі вищевикладеного, керуючись ст.ст. 160-161 Кодексу адміністративного судочинства України, ст.ст.283, 288, 289 Кодексу України про адміністративні правопорушення, Правилами дорожнього руху України, затвердженими Постановою Кабінету Міністрів України №106 від 10 жовтня 2001 року,-', bold:true},
             {text: '\n\n'},
             {text: 'ПРОШУ:\n', alignment: 'center', bold:true}

               ]
          
      },                        //9

       {
      ol: [
        'Відкрити провадження по справі.',
        'Скасувати постанову по справі про адміністративне правопорушення серії &postanovaNumber& від &date& року про притягнення мене до адміністративної відповідальності за ст.122 Кодексу України про адміністративне правопорушення.',
        'Розглянути справу без участі Позивача.'
      ],
      margin: [70, 0, 0, 0],
    },                         //10

    {
       text: 'Додатки:',
       bold: true,
       margin: [30, 30, 0, 0],
       
    },                         //11

    {  
      ol: [
        'Копія постанови про адміністративне правопорушення.',
        'Копія паспорта Позивача.',
        'Копія протоколу про адміністративне правопорушення.',
        'Копія скарги.',
      ],
      margin: [70, 30, 0, 0],
    },                         //12

    {
      table: {
        widths: [165, '*'],
        body: [
          [{text: '&today& року', bold: true, alignment: 'left'}, {text: '&name&', bold: true, alignment: 'right'}]
        ],
      },
      layout: 'noBorders',
      margin: [0, 30, 0, 0]
    }                        //13

  ],
  styles: {
    header: {
      fontSize: 16,
      bold: true,
      alignment: 'justify'
    },
    subheader: {
      fontSize: 13.5,
      bold: true,
      alignment: 'justify'
    }
  }
};
