var products_tools = [{
    img: "img/2_1.jpg",
    name: "Когтерез MOSER 2999-7005",
    description: "Когтерез MOSER AnimalLine подходит для средних и крупных пород собак. Оснащен механизмом предотвращающим чрезмерный захват когтя, что обезопасит процесс обрезания когтей. Полотна изготовлены из нержавеющей стали. Прорезиненная рукоять предотвратит скольжения когтереза в работе. <br />Укорачивать когти следует поэтапно, срезая около 1 мм. длины. Очень важно срезать когти при хорошем освещении, чтоб были видны кровеносные сосуды даже в темных когтях. <ul><li>Для средних и крупных пород.</li><li>Механизм ограничения захвата когтя.</li><li>Замок для удобной транспортировки и хранения.</li><li>Длина: 13,5 см.</li></ul>",
    price: "200 грн",
    id: "2_1",
},{
    img: "img/2_2.jpg",
    name: "Щетка MOSER 2&1 2999-7025",
    description: "Двухсторонняя щетка MOSER AnimalLine включает в себя 2 типа щетины: с одной стороны это металлические зубцы, а с другой нейлоновые. Металлическими зубцами удобно удалять выпавшую шерсть, в то время как нейлоновой щетиной, Вы придадите невероятный блеск и мягкость шерсти. Станет универсальным решением для использования на любых породах животных. <ul><li>Двухсторонняя щетка.</li><li>Тип щетины: Металл/Нейлон.</li><li>Длина щетины: 2 см.</li><li>Для любых пород.</li></ul>",
    price: "250 грн",
    id: "2_2",
},{
    img: "img/2_3.jpg",
    name: "Щетка MOSER 2&1 2999-7025",
    description: "Серия пуходерок Moser AnimalLine – это уникальные аксессуары для груминга, каждый из которых не оставит Вас равнодушным! Имея неповторимый дизайн и хорошее качество, товары ТМ Moser получили признание не только на рынке beauty-индустрии для животных, но и от ведущих мировых грумеров. <br />Одним из преимуществ серии Animalline является эргономичная силиконовая ручка. Мягкая и удобная рукоятка принимает форму вашей ладони создавая ощущение комфорта во время работы. Густо набитые зубцы из нержавеющей стали имеют высокую степень жесткости. Более того все зубцы парные и достаточно крепко фиксированы, это означает что данная пуходерка достаточно износостойка и даже при длительной эксплуатации все щетинки останутся на месте в отличии от тех моделей, где каждая щетинка зафиксирована отдельно. <br />Пуходерка отлично справиться с колтунами, уберет выпавшие волосы и частички мусора из шерсти. Рабочая часть имеет поставленный «угол атаки» что бы вы с легкостью могли проводить щеткой по шерсти не выгибая кисть. Это значительно упростит работу и снизит риск царапин. Так же, каждая щетинка изогнута так, что бы не травмировать кожу животных. Зубцы, длиной 1,3 см отлично подойдут для шерсти средней длинны и короткой шерсти. А размера рабочей части вполне хватит для прочесывания собак средних и мелких размеров а так же для зон шеи и уха собак всех размеров. <br />Преимущества: <br /><p>1. Эргономичный дизайн.</p> <br /> <p>2. Удобная рукоятка.</p> <br /> <p>3. Легкая в использовании.</p><br /> <br />Мех животных требует регулярного ухода! Вычесывая отмершие волоски вы не только даете возможность коже дышать, распутываете колтуны, убираете частички мусора но и распределяете кожный жир по всей длине волоса! Такая процедура благоприятно влияет на шерсть, делая ее более блестящей, здоровой и опрятной.<ul><li>Двухсторонняя щетка.</li><li>Размер рабочей части: 5,5 х 3,5 см. (small).</li><li>Длинна пуходерки: 18,5 см.</li><li>Степень жесткости: жесткая.</li></ul>",
    price: "230 грн",
    id: "2_3",
},{
    img: "img/2_4.jpg",
    name: "Пуходерка MOSER средняя, 2999-7065",
    description: "Серия пуходерок Moser AnimalLine – это уникальные аксессуары для груминга, каждый из которых не оставит Вас равнодушным! Имея неповторимый дизайн и хорошее качество, товары ТМ Moser получили признание не только на рынке beauty-индустрии для животных, но и от ведущих мировых грумеров.<br />Одним из преимуществ серии Animalline является эргономичная силиконовая ручка. Мягкая и удобная рукоятка принимает форму вашей ладони создавая ощущение комфорта во время работы. Густо набитые зубцы из нержавеющей стали имеют высокую степень жесткости. Более того все зубцы парные и достаточно крепко фиксированы, это означает что данная пуходерка достаточно износостойка и даже при длительной эксплуатации все щетинки останутся на месте в отличии от тех моделей, где каждая щетинка зафиксирована отдельно.<br />Пуходерка отлично справиться с колтунами, уберет выпавшие волосы и частички мусора из шерсти. Рабочая часть имеет поставленный «угол атаки» что бы вы с легкостью могли проводить щеткой по шерсти не выгибая кисть. Это значительно упростит работу и снизит риск царапин. Так же, каждая щетинка изогнута так, что бы не травмировать кожу животных. Зубцы, длиной 1,3 см отлично подойдут для шерсти средней длинны и короткой шерсти. А размера рабочей части вполне хватит для прочесывания собак средних и мелких размеров а так же для зон шеи и уха собак всех размеров.<br />Преимущества: <br /><p>1. Эргономичный дизайн.</p> <br /> <p>2. Удобная рукоятка.</p> <br /> <p>3. Легкая в использовании. </p><br /><br />Мех животных требует регулярного ухода! Вычесывая отмершие волоски вы не только даете возможность коже дышать, распутываете колтуны, убираете частички мусора но и распределяете кожный жир по всей длине волоса! Такая процедура благоприятно влияет на шерсть, делая ее более блестящей, здоровой и опрятной.<ul><li>Длина зубца: 1,3 см.</li><li>Размер рабочей части: 8 х 3,5 см. (medium).</li><li>Длинна пуходерки: 19 см.</li><li>Степень жесткости: жесткая.</li></ul>",
    price: "250 грн",
    id: "2_4",
},{
    img: "img/2_5.jpg",
    name: "Пуходерка MOSER большая 2999-7075",
    description: "Серия пуходерок Moser Animalline – это уникальные аксессуары для груминга, каждый из которых не оставит Вас равнодушным! Имея неповторимый дизайн и хорошее качество, товары ТМ Moser получили признание не только на рынке beauty-индустрии для животных, но и от ведущих мировых грумеров.<br />Одним из преимуществ серии Animalline является эргономичная силиконовая ручка. Мягкая и удобная рукоятка принимает форму вашей ладони создавая ощущение комфорта во время работы. Густо набитые зубцы из нержавеющей стали имеют высокую степень жесткости. Более того все зубцы парные и достаточно крепко фиксированы, это означает что данная пуходерка достаточно износостойка и даже при длительной эксплуатации все щетинки останутся на месте в отличии от тех моделей, где каждая щетинка зафиксирована отдельно.<br />Пуходерка отлично справиться с колтунами, уберет выпавшие волосы и частички мусора из шерсти. Рабочая часть имеет поставленный «угол атаки» что бы вы с легкостью могли проводить щеткой по шерсти не выгибая кисть. Это значительно упростит работу и снизит риск царапин. Так же, каждая щетинка изогнута так, что бы не травмировать кожу животных. Зубцы, длиной 1,3 см отлично подойдут для шерсти средней длинны и короткой шерсти. А размера рабочей части вполне хватит для прочесывания собак средних и мелких размеров а так же для зон шеи и уха собак всех размеров.<br />Преимущества: <br /><p>1. Эргономичный дизайн.</p> <br /> <p>2. Удобная рукоятка.</p> <br /> <p>3. Легкая в использовании. </p><br /><br />Мех животных требует регулярного ухода! Вычесывая отмершие волоски вы не только даете возможность коже дышать, распутываете колтуны, убираете частички мусора но и распределяете кожный жир по всей длине волоса! Такая процедура благоприятно влияет на шерсть, делая ее более блестящей, здоровой и опрятной.<ul><li>Длина зубца: 1,3 см.</li><li>Pазмер рабочей части: 8 х 3,5 см. (medium).</li><li>Длинна пуходерки: 19 см.</li><li>Степень жесткости: жесткая.</li></ul>",
    price: "300 грн",
    id: "2_5",
},{
    img: "img/2_6.jpg",
    name: "Расческа-грабельки MOSER 2999-7135",
    description: "Расческа-грабли MOSER Animalline предназначена для пород с прилегающей прямой шерстью, и густым плотным подшерстком - овчарка, лайка, чау-чау, ретривер, русская гончая. Имеет 39 вращающихся зубьев, расположенным в два ряда. Крайне эффективно удаляет нежелательный подшерсток и выпавшую шерсть. Имеет уникальную прорезиненную рукоять - которая, в работе повторяет индивидуальный контур руки, а затем восстанавливает прежнюю форму ! Скольжения инструмента в руке полностью исключено.<ul><li>Количество зубцов: 39.</li><li>Вращающиеся зубцы.</li><li>Прорезиненая силиконовая рукоять.</li><li>Длина ручки: 12,5 см.</li><li>Ширина робочей части: 12 см.</li><li>Для пород с прилегающей прямой шерстью и густым плотным подшерстком.</li></ul>",
    price: "375 грн",
    id: "2_6",
},{
    img: "img/2_7.jpg",
    name: "Расческа MOSER 2999-7165",
    description: "Расческа MOSER Animalline великолепно подходит для расчесывания шерсти на морде и ушах. Эффективно расчесывает спутанную шерсть на морде и в области глаз животного, препятствует образованию колтунов. Удобна для подготовки животных к стриже. Имеет уникальную прорезиненную рукоять - которая, в работе повторяет индивидуальный контур руки, а затем восстанавливает прежнюю форму ! Скольжения инструмента в руке полностью исключено.<br />Рекомендуется использовать ежедневно.<ul><li>Для всех типов шерсти</li><li>Длина рабочей части: 7,5 см.</li><li>Ширина рабочей части: 2,5 см.</li></ul>",
    price: "230 грн",
    id: "2_7",
},{
    img: "img/2_8.jpg",
    name: "Колтунорез MOSER 2999-7185",
    description: "Рейк-колтунорез - это инструмент позволяющий распутать сильно запутанную шерсть или образовавшийся колтун. Колтунорез серии MOSER Animalline Имеет 10 закругленных зубцов-ножей, из нержавеющей стали. Специальная конструкция, полностью исключит травмирование животного и распутает шерсть всех типов. Имеет уникальную прорезиненную рукоять - которая, в работе повторяет индивидуальный контур руки, а затем восстанавливает прежнюю форму ! Скольжения инструмента в руке полностью исключено. Рекомендуется вычесывать животное перед купанием. Использование : Колтунорез должен быть направлен в низ лезвием, легкими движениями проводить в месте образования запутанной шерсти.<br />Данный вид ручного инструмента подойдет как для грумера профессионала, так и для заботливого хозяина!<ul><li>Ширина рабочей части: 4,5 см.</li><li>Длина рукояти: 12 см.</li><li>Количество зубцов: 10.</li></ul>",
    price: "300 грн",
    id: "2_8",
},{
    img: "img/2_9.jpg",
    name: "Фурминатор MOSER 2999-7195",
    description: "Фурминатор MOSER Animalline предназначен для эффективного удаления легкого подшерстка у короткошерстных пород собак - мопс, далматин, боксер, мастиф. Специальное строение зубцов позволит глубоко проникнуть в шерсть, при этом сохранить шерстяной покров гладким и шелковистым. Изготовлен из нержавеющей стали, имеет уникальную прорезиненную рукоять - которая, в работе повторяет индивидуальный контур руки, а затем восстанавливает прежнюю форму ! Скольжения инструмента в руке полностью исключено.<br />Не рекомендован для частого применения. Предусматривает обработку расчесывающими движениями строго в направлении роста шерсти.<ul><li>Для короткошерстных пород собак.</li><li>Ширина рабочей части: 6,5 см.</li></ul>",
    price: "450 грн",
    id: "2_9",
},{
    img: "img/2_10.jpg",
    name: "Когтерез-ножницы MOSER 2999-7225",
    description: "Когтерез-ножницы MOSER Animalline предназначены для ухода за кошками и собаками мелких пород. Имеет острые полотна из нержавеющей стали. Когтерез имеет малые габариты и не займет много места. Укорачивать когти следует поэтапно, срезая около 1 мм. длины. Очень важно срезать когти при хорошем освещении, чтоб были видны кровеносные сосуды даже в темных когтях.<ul><li>Для кошек и мелких пород собак. </li><li>Длина: 9 см.</li></ul>",
    price: "125 грн",
    id: "2_10",
},{
    img: "img/2_11.jpg",
    name: "Щетка-руковица MOSER 2999-7375",
    description: "Перчатка-щетка Moser Animalline предназначена для короткошерстных пород собак - мопс, далматин, боксер, мастиф и др. Удобна при мытье животного шампунем. На манжетной части имеет регулировку размера перчатки, надежно зафиксировав позволит намыливать животное массажными движениями. Моющая часть полностью прорезиненная, с мелкими часторасположенными зубцами.<ul><li>Материал: Резина. </li><li>Для мытья животных.</li><li>Эффективно удаляет грязь и выпавшую шерсть.</li><li>Улучшает кровобращение кожного покрова животного, придает блеск шерсти.</li><li>Ширина:15,5 см.</li><li>Длина: 19 см.</li><li>Для короткошерстных пород.</li></ul>",
    price: "250 грн",
    id: "2_11",
},]